Revit 2027 API
FabricationVersionInfo.Version Property
 The version number of the change.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Version { get; }
Public ReadOnly Property Version As Integer
	Get
public:
property int Version {
	int get ();
}
member Version : int with get
Property Value
Int32
See Also
Reference
FabricationVersionInfo Class
Autodesk.Revit.DB Namespace